import 단호박 from './assets/단호박.png';
import 바리스타 from './assets/바리스타.png';
import 복덩이 from './assets/복덩이.png';
import 달 from './assets/달.png';
import 삼대오백 from './assets/삼대오백.png';
import 대나무 from './assets/대나무.png';
import 스페셜1 from './assets/스페셜1.png';
import 큐피트 from './assets/큐피트.png';


const Data = [

    {
      id: 1,
      img: <img src={단호박} alt=""/>,
      title: "단호박 토끼",
      sub: "우유부단? 내 사전에 그런 건 없어!🐰",
      desc: "단호박 토끼가 당신을 수호합니다. \n 곤란한 상황이나 부탁을 받을 때 의견을 자신있게 낼 수 있도록 도와줄 거예요!",
    },
    {
      id: 2,
      img: <img src={바리스타} alt=""/>,
      title: "바리스타 토끼",
      sub: "맛있는 커피를 내려줄게. 잠깐 쉬어🐰",
      desc: "바리스타 토끼가 당신을 수호합니다. \n 바쁘고 피곤한 날이어도 커피 한 잔의 여유가 필요하죠. 바리스타 토끼가 만들어주는 음료와 함께 잠깐 쉬어요.",
    },
    {
      id: 3,
      img: <img src={복덩이} alt=""/>,
      title: "복덩이 토끼",
      sub: "복... 더 줄까?🐰",
      desc: "복덩이 토끼가 당신을 수호합니다. \n 일이 잘 안 풀리는 것 같다면 걱정마세요. 복덩이가 달려오고 있어요!",
    },
    {
      id: 4,
      img: <img src={달} alt=""/>,
      title: "달 토끼",
      sub: "움냐... 무슨 일이야?🐰",
      desc: "달토끼가 당신을 수호합니다. \n 달토끼는 무슨 일이 있든 상관없이 꿀잠을 자는 능력이 있어요. 걱정과 고민으로 잠 못 이뤘다면 걱정마세요. \n 달토끼가 함께 하는 동안에는 숙면을 취할 거예요😴",
    },
    {
      id: 5,
      img: <img src={삼대오백} alt=""/>,
      title: "3대500 토끼",
      sub: "나와 함께 운동할 텐가!!🐰",
      desc: "3대 500 토끼가 당신을 수호합니다. \n 운동하기 좋은 1월! 3대 500을 치는 토끼가 부상없이 운동할 수 있게 도와줄 거예요. \n 나랑 같이 운동할래? 💪🏻 ",
    },
    {
      id: 6,
      img: <img src={대나무} alt=""/>,
      title: "대나무 토끼",
      sub: "나를 흔들 수 있는 건 아무것도 없지🐰",
      desc: "대나무 토끼가 당신을 수호합니다. \n 어떤 일이 있어도 꿋꿋하고 의연한 대나무 토끼가 당신에게 힘을 빌려 줄 거예요. 대쪽같은 기개여, 영원하라!",
    },
    {
      id: 7,
      img: <img src={스페셜1} alt=""/>,
      title: "스페셜 토끼",
      sub: "헉, 나를 어떻게 찾았어?🐰",
      desc: "세상에! \n 최고의 행운, 스페셜 토끼가 당신을 수호합니다! 1월에는 무얼 해도 잘 되는 달이에요. 행운이 항상 함께 합니다!",
    },
    {
      id: 8,
      img: <img src={큐피트} alt=""/>,
      title: "큐피트 토끼",
      sub: "네 사랑을 지켜주지🐰",
      desc: "큐피트 토끼가 당신을 수호합니다. \n 사랑이 넘치는 큐피트 토끼는 당신이 좋아하는 모든 것을 지켜줄 거예요. \n 좋아하는 사람이 생기길 바란다면 큐피트 토끼에게 부탁해보세요. 사랑의 화살을 날려줄 거예요💘",
    },
  ]

  export default Data;